{
    "yoga-poses": [
        {
            "images": [
                "https://www.spotebi.com/wp-content/uploads/2016/09/head-to-knee-forward-bend-pose-janu-sirsasana-spotebi.jpg"
            ],
            "instructions": "1. Sit on the floor with your feet together and your legs extended.2. Bend your right knee and bring the sole of your right foot close to your left thigh.3. Exhale as you bend at the hips, slowly lower your torso and grab your left foot.4. Hold the pose for 30 seconds to 1 minute and then switch sides.",
            "form": "Keep your spine long, lower and lengthen your torso until your chest and belly touch the thigh, and feel the stretch in the back of the extended leg. Deepen the stretch as you exhale and, as you inhale, lengthen through the spine.",
            "benefits": "The head to knee forward bend pose stretches the hamstrings, lengthens the spine, strengthens the back muscles, and massages the abdominal organs. This pose calms the central nervous system, reduces stress, and relieves anxiety and mild depression.",
            "related": "Related Yoga Poses Try these other yoga poses to relax and relieve stress and tension:Lizard poseHalf frog poseWide legged forward bend twist poseExtended side angle pose",
            "routine": "Preparatory, Complementary and Follow-Up Poses Start with standing forward bend, bound angle or downward facing dog pose and then progress to head to knee forward bend pose. Follow-up with seated forward bend or reclining bound angle pose.",
            "contraindications": "Contraindications Knee, back, or hip injury.",
            "url": "https://www.spotebi.com/exercise-guide/head-to-knee-forward-bend-pose/"
        },
        {
            "images": [
                "https://www.spotebi.com/wp-content/uploads/2016/08/fish-pose-matsyasana-spotebi.jpg"
            ],
            "instructions": "1. Lie on your back with your legs extended and place your hands under the buttocks.2. Press your elbows and forearms into the floor, lift your chest and neck toward the ceiling and rest the crown of the head on the floor.3. Stay in fish pose for 15 to 30 seconds.",
            "form": "Don’t put any pressure on your head and neck. Breathe slowly and use the arms, glutes, legs, and torso to support the posture.",
            "benefits": "The fish pose stretches the chest, abs, hip flexors, and the muscles in the front of the neck, and strengthens the back and the neck. This pose also stimulates the abdominal and thoracic organs and improves posture.",
            "related": "Related Yoga Poses Try these other yoga poses to relax and relieve stress and tension:Hero poseLocust poseHalf moon poseSide plank pose",
            "routine": "Preparatory, Complementary and Follow-Up Poses Start with bow pose, locust pose or bridge pose and then progress to fish pose. Follow-up with cow face pose, camel pose or hero pose.",
            "contraindications": "Contraindications Back or neck injury and migraine.",
            "url": "https://www.spotebi.com/exercise-guide/fish-pose/"
        }
    ],
    "leg-exercises": [
        {
            "images": [
                "https://www.spotebi.com/wp-content/uploads/2015/05/bulgarian-split-squat-exercise-illustration.jpg",
                "https://www.spotebi.com/wp-content/uploads/2015/05/bulgarian-split-squat-exercise-illustration-spotebi.gif"
            ],
            "instructions": "1. Place a step or a box behind you and stand up tall.2. Position your right foot on top of the step, bend your knees and lower the hips until your left thigh is parallel to the floor.3. Return to the starting position and repeat.4. Switch legs.",
            "form": "When doing the bulgarian split squat, keep your back straight, your chest open, and face front. Maintain your balance by engaging your core and keep your weight in the front heel. Breathe in as you lunge and don’t let your knee go past your toes.",
            "benefits": "The bulgarian split squat is a great exercise to improve your balance and knee stability, and also to target your posterior chain muscles, hamstrings and glutes. If you want to lift your butt, this is definitely one of the best exercises you can do. Pair it with sumo squats and romanian deadlifts and you’ll have a round and firm booty in no time!",
            "related": "Related Lower Body Exercises Try these other lower body exercises to strengthen, sculpt and tone your thighs, hips, legs and glutes:Lying hamstring curlsPistol squatRomanian deadliftWall sit",
            "sets": "Start with regular split squats, to acquire proper exercise form, and once you’re comfortable you can increase the challenge by adding bulgarian split squats to your workouts. Do 2 or 3 sets of 10 to 12 repetitions on each side.",
            "musclesAndEquipment": "Primary muscles: QuadsSecondary muscles: Glutes, hamstringsEquipment: Step, box",
            "url": "https://www.spotebi.com/exercise-guide/bulgarian-split-squat/"
        },
        {
            "images": [
                "https://www.spotebi.com/wp-content/uploads/2016/09/lunge-punch-exercise-illustration-spotebi.jpg",
                "https://www.spotebi.com/wp-content/uploads/2016/09/lunge-punch-exercise-illustration-spotebi.gif"
            ],
            "instructions": "1. Stand straight with your feet hip-width apart and hold a dumbbell in each hand.2. Position the dumbbells at shoulder height with your palms facing each other.3. Take a step back with your left leg, flex your knees and push your left arm out in a punching motion.4. Stand back up, switch legs and repeat.5. Keep alternating legs until the set is complete.",
            "form": "Maintain your feet hip-width apart throughout the entire exercise, tighten your core, keep your back straight, open your chest and don’t extend your arms completely. Breathe out as you lunge and push your arm out, and breathe in as you return to the starting position.",
            "benefits": "The lunge punch strengthens and shapes your glutes, quads, hamstrings, shoulders, core, arms, and lats. This is a compound move that works several muscles simultaneously, speeds up the metabolism and helps with weight loss.",
            "related": "Related Full Body Exercises Try these other full body exercises to get your heart rate up and burn even more calories:180 jump squatSquat curlReverse lunge shoulder pressSide lunge front raise",
            "sets": "Practice doing reverse lunges and dumbbell punches separately. Once you’re comfortable with your form, pair the 2 movements and do 2 to 3, 1-minute sets of the lunge punch exercise.",
            "musclesAndEquipment": "Primary muscles: Glutes, quads, hamstrings, shouldersSecondary muscles: Core, triceps, biceps, latsEquipment: Dumbbells",
            "url": "https://www.spotebi.com/exercise-guide/lunge-punch/"
        }
    ]
}