{
  "yoga-poses": [
    {
      "images": [
        "https://www.spotebi.com/wp-content/uploads/2017/02/bound-headstand-pose-baddha-hasta-sirsasana-spotebi.jpg"
      ],
      "instructions": "1. Start in dolphin pose and position your hands close to a wall.2. Interlace your fingers, tuck your chin and place the crown of your head in front of the hands.3. Walk your feet in toward your elbows as much as you can, bend one knee at a time and bring it toward your chest.4. Find your balance and then straighten the legs up the wall.5. Stay in bound headstand pose for 30 seconds to 1 minute, return to dolphin pose and then rest into child’s pose.",
      "form": null,
      "benefits": "The bound headstand is an inversion pose that invigorates the body, rejuvenates the cells, and strengthens the muscles. This yoga pose helps bring fresh nutrients and oxygen to the brain, face, scalp, hypothalamus and pituitary gland, and improves concentration and memory.",
      "related": "Related Yoga Poses Try these other yoga poses to relax and relieve stress and tension:Full side plank poseStaff poseFirefly poseCrow pose",
      "routine": "Preparatory, Complementary and Follow-Up Poses Start in dolphin pose or crow pose and then progress to bound headstand pose. Follow-up with child’s pose or dolphin pose.",
      "contraindications": "Contraindications High blood pressure, glaucoma, pregnancy, neck or shoulder injury.",
      "url": "https://www.spotebi.com/exercise-guide/bound-headstand-pose/"
    },
    {
      "images": [
        "https://www.spotebi.com/wp-content/uploads/2017/08/low-lunge-quad-stretch-pose-anjaneyasana-spotebi.jpg"
      ],
      "instructions": "1. Start in low lunge pose with your right knee and the top of your right foot on the floor.2. Lift the right foot, reach your right hand back to grab the ankle, and walk your left foot a few inches to the front.3. Stay in low lunge quad stretch pose for 30 seconds and then switch leg positions.",
      "form": null,
      "benefits": "The low lunge quad stretch pose stretches the quads, groin, hip flexors, and glutes, and strengthens the knees. This pose also helps improve balance and concentration and alleviates lower back pain.",
      "related": "Related Yoga Poses Try these other yoga poses to relax and relieve stress and tension:Gate poseUpward plank poseOne legged downward dog poseKnee to nose dog pose",
      "routine": "Preparatory, Complementary and Follow-Up Poses Start in high lunge or low lunge pose and then progress to low lunge quad stretch pose. Follow-up with warrior I or warrior III poses.",
      "contraindications": "Contraindications Knee or hip injury.",
      "url": "https://www.spotebi.com/exercise-guide/low-lunge-quad-stretch-pose/"
    }
  ],
  "leg-exercises": [
    {
      "images": [
        "https://www.spotebi.com/wp-content/uploads/2015/12/modified-jumping-jacks-exercise-illustration.jpg",
        "https://www.spotebi.com/wp-content/uploads/2015/12/modified-jumping-jacks-exercise-illustration.gif"
      ],
      "instructions": "1. Stand straight with your feet together and your hands by your sides.2. Take a step to the right and bring both hands together above your head.3. Bring your right leg in, lower your arms and return to the starting position.4. Repeat with the left leg and alternate sides until the set is complete.",
      "form": null,
      "benefits": "Jumping jacks are a great full body exercise that enhances aerobic fitness, strengthens the entire body and promotes relaxation. This is a low-impact modified version of the regular jumping jack, also known as a side jack, that is perfect to help beginners increase their fitness level without putting a lot of strain on the knees.",
      "related": "Related Warm Up Exercises Try these other warm up exercises to increase your heart rate and prepare your body for a workout:Standing mountain climbersSquat kickbackInchwormSide shuffle",
      "sets": "Start with 30 to 60-sec sets and, as you get used to the movement and improve your fitness level, quicken the steps and increase the length of the sets.",
      "musclesAndEquipment": "Primary muscles: Glutes, quads, hip flexorsSecondary muscles: Legs, abs, shouldersEquipment: No equipment",
      "url": "https://www.spotebi.com/exercise-guide/modified-jumping-jacks/"
    },
    {
      "images": [
        "https://www.spotebi.com/wp-content/uploads/2016/12/180-jump-squat-exercise-illustration-spotebi.jpg",
        "https://www.spotebi.com/wp-content/uploads/2016/12/180-jump-squat-exercise-illustration-spotebi.gif"
      ],
      "instructions": "1. Stand with your feet a little wider than shoulder-width apart, your toes pointing slightly outward, and sit back.2. Push through the heels to jump up, spinning to the left 180 degrees.\n3. Land on your toes with your knees slightly bent and squat.4. Quickly jump up, spinning to the right, and go back into the squat position.5. Repeat until the set is complete.",
      "form": null,
      "benefits": "The 180 jump squat is a plyometric move that fully engages your lower body and your core and helps build strength, speed, and increases aerobic fitness. This exercise helps to tone your legs and glutes, improves core strength, and boosts weight loss.",
      "related": "Related Full Body Exercises Try these other full body exercises to get your heart rate up and burn even more calories:Squat curlReverse lunge shoulder pressSide lunge front raiseLunge punch",
      "sets": "Practice doing jump squats and 180 ankle hops first. Once you’re comfortable with your form, pair the 2 movements and do 2 to 3, 30-second sets of the 180 jump squat exercise.",
      "musclesAndEquipment": "Primary muscles: Glutes, hip flexors, quadsSecondary muscles: Abs, calves, hamstrings, lower backEquipment: No equipment",
      "url": "https://www.spotebi.com/exercise-guide/180-jump-squat/"
    }
  ]
}
