{"glutes-hip-flexors-exercises/":[{"images":["https://www.spotebi.com/wp-content/uploads/2017/11/resistance-band-donkey-kicks-exercise-illustration-spotebi.jpg","https://www.spotebi.com/wp-content/uploads/2017/11/band-donkey-kicks-exercise-illustration-spotebi.gif"],"instructions":"1. Get down on all fours, wrap the resistance band around your left foot and grab the other end of the band with both hands.<br>2. Kick back with your left leg and squeeze the glutes.<br>3. Bend the knee, lower the leg and repeat this movement for the duration of the set.<br>4. Switch legs and repeat.","sets":"Start with <a href=\"https://www.spotebi.com/exercise-guide/donkey-kicks/\">basic donkey kicks</a> first and, as you increase strength and stability, add the resistance band and try to complete 2 or 3 sets of 15 to 20 repetitions on each side.","musclesAndEquipment":"Primary muscles: Glutes, hip flexorsSecondary muscles: AbsEquipment: Resistance band","form":"Position your hands under the shoulders and your knees under the hips, tighten the core and keep your back straight. Exhale as you increase tension in the resistance band and kick back. Don’t raise your leg any higher than your hip and inhale as you lower the leg back to the initial position.","benefits":"The band donkey kicks is a resistance exercise that is very effective in sculpting the glutes and creating that desired bubble butt. Adding a resistance band to <a href=\"https://www.spotebi.com/exercise-guide/donkey-kicks/\">regular donkey kicks</a> is a great way to make the exercise more challenging and give your backside a little extra oomph.","related":"Related Lower Body Exercises Try these other lower body exercises to strengthen, sculpt and tone your thighs, hips, legs and glutes:<br><a href=\"https://www.spotebi.com/exercise-guide/lateral-band-walk/\">Lateral band walk</a><br><a href=\"https://www.spotebi.com/exercise-guide/lateral-walk/\">Lateral walk</a><br><a href=\"https://www.spotebi.com/exercise-guide/squat-band-hip-abduction/\">Squat band hip abduction</a><br><a href=\"https://www.spotebi.com/exercise-guide/band-kickback/\">Band kickback</a>"}]}